vertical-pod-autoscaler/experiments/nginx-test-full/14minus/wrk_0.log
Running 15m test @ http://localhost:31578
  2 threads and 100 connections
  Thread calibration: mean lat.: 3010.020ms, rate sampling interval: 14458ms
  Thread calibration: mean lat.: 4471.568ms, rate sampling interval: 15302ms
  Thread Stats   Avg      Stdev     99%   +/- Stdev
    Latency     1.79m    31.77s    2.48m    75.21%
    Req/Sec     3.45k     1.81k    5.02k    78.99%
  6166375 requests in 15.00m, 4.90GB read
  Socket errors: connect 0, read 257, write 101, timeout 0
Requests/sec:   6851.52
Transfer/sec:      5.57MB